{
  "loading": "Loading",
  "enable": "An",
  "disable": "Aus",
  "btcpay_error": "Ungültiger Verbindungsstring.",
  "verify_host_title": "Willst du wirklich eine Verbindung zu .............. herstellen",
  "verify_host_description": "Bitte überprüfe den Hostnamen sorgfältig.",
  "hostname_description": "Hostname und Port des Lnd gRPC Interface. Beispiel: localhost:10009",
  "cert_description": "Pfad zum lnd tls cert. Beispiel: /path/to/tls.cert",
  "macaroon_description": "Pfad zur lnd macaroon Datei. Beispiel: /path/to/admin.macaroon",
  "default": "Voreingestellt",
  "default_description": "By selecting the defualt mode we will do everything for you. Just click and go!",
  "custom": "Custom",
  "custom_description": "Connect to your own node. You will need to provide your own connection settings so this is for advanced users only.",
  "btcpayserver_description": "Connect to your own BTCPay Server instance to access your BTCPay Server wallet.",
  "help": "Brauchst du Hilfe?",
  "back": "Zurück",
  "next": "Weiter",
  "unlock": "Entsperren",
  "connection_title": "Wie möchtest Du Dich mit dem Lightning Network verbinden?",
  "connection_description": "Standardmässig setzt Zap für dich einen Node auf und übernimmt die komplizierten Dinge im Hintergrund. Du hast jedoch die Möglichkeit, eine benutzerdefinierte Verbindung zu einem Node aufzubauen und diesen über Zap fernzuverwalten (für erfahrene Nutzer).",
  "alias_title": "Wie sollen wir dich nennen?",
  "alias_description": "Gib deinen Benutzernamen ein, um anderen zu helfen, sich mit dir über das Lightning Network zu verbinden",
  "autopilot_title": "Autopilot is an automatic network manager. Instead of manually adding people to build your network to make payments, enable autopilot to automatically connect you to the Lightning Network using 60% of your balance.",
  "autopilot_description": "Autopilot ist ein automatischer Netzwerkverwalter. Anstatt manuell neue Leute hinzuzufügen um dein Zahlungsnetzwerk zu kreieren, kannst du Autopilot aktivieren um automatisch 60% deines Guthabens für Verbindungen zum Lightning Netzwerk zu verwenden.",
  "login_title": "Willkommen zurück!",
  "signup_title": "Ok, legen wir los",
  "signup_description": "Möchtest du ein neues Wallet aufsetzen oder ein bestehendes importieren?",
  "import_title": "Importiere deinen Seed",
  "import_description": "Wallet wiederhergestellt, toll! Du brauchst niemand anderen, du hast alles unter deiner Kontrolle :)",
  "save_seed_title": "Schreibe deinen (Wallet) Seed auf ein Blatt Papier und bewahre es an einem sicheren Ort auf",
  "save_seed_description": "Bitte bewahre diese 24 Wörter unbedingt sicher auf! Du brauchst diese Wörter um dein Wallet in Zukunft wiederherzustellen",
  "retype_seed_title": "Tippe deinen Seed noch einmal ein",
  "retype_seed_description": "Dein Seed ist wichtig! Wenn du deinen Seed verlierst, gibt es keine Möglichkeit dein Wallet wiederherzustellen. Um sicher zu gehen, dass du deinen Seed korrekt gespeichert hast, tippe folgende Wörter noch einmal ein",
  "signup_create": "Neues Wallet erstellen",
  "signup_import": "Bestehendes Wallet importieren",
  "login_description": "Offenbar hast du bereits ein Wallet (wir haben eines gefunden: ' '). Bitte gib dein Passwort ein um es zu entsperren.",
  "import_placeholder": "Wort",
  "btcpay_description": "Füge den gesamten Inhalt deiner BTCPay Server connection config Datei ein. Du findest diese unter folgendem Link &quot; Klicke hier um die Konfigurationsdatei &quot; in deinen BTCPay Server gRPC Einstellungen zu öffnen."
}