{
  "loading": "Loading",
  "enable": "Permite",
  "disable": "Dezactivați",
  "btcpay_error": "Șirul de conectare nevalid.",
  "verify_host_title": "Sunteţi sigur că doriţi să vă conectaţi la",
  "verify_host_description": "Vă rugăm să verificaţi hostname-ul cu atenţie.",
  "hostname_description": "Numele de gazdă şi port de interfaţă Lnd gRPC. Exemplu: localhost:10009",
  "cert_description": "Calea spre lnd tls cert. exemplu: /path/to/tls.cert",
  "macaroon_description": "Calea către fişierul de macaron lnd. Exemplu: /path/to/admin.macaroon",
  "default": "În mod implicit",
  "default_description": "By selecting the defualt mode we will do everything for you. Just click and go!",
  "custom": "Custom",
  "custom_description": "Connect to your own node. You will need to provide your own connection settings so this is for advanced users only.",
  "btcpayserver_description": "Connect to your own BTCPay Server instance to access your BTCPay Server wallet.",
  "help": "Ai nevoie de ajutor?",
  "back": "Inapoi",
  "next": "Următoarea",
  "unlock": "Deblocheaza",
  "connection_title": "Cum doriţi să vă conectaţi la reţeaua Lightning?",
  "connection_description": "Implicit Zap va seta un nod pentru tine şi se va ocupa de tot în fundal. Cu toate acestea,  puteţi seta o conexiune nod personalizată şi utilizaţi Zap pentru a controla un nod la distanţă dacă doriţi (pentru utilizatori avansaţi).",
  "alias_title": "Cum te numesti?",
  "alias_description": "Setaţi nickname-ul pentru ii ajuta pe alţii sa se conecteze cu tine pe reţeaua Lightning",
  "autopilot_title": "Autopilot is an automatic network manager. Instead of manually adding people to build your network to make payments, enable autopilot to automatically connect you to the Lightning Network using 60% of your balance.",
  "autopilot_description": "Pilotul automat este un manager de reţea automat. În loc de adăugarea manuală a nodurilor pentru a efectua plăţi, permite pilotului automat sa se conecteze automat la rețeaua Lightning folosind 60 % din balanta.",
  "login_title": "Bine ai revenit!",
  "signup_title": "Bine, haideţi să ne apucam de setup",
  "signup_description": "Doriţi să creaţi un portofel nou sau sa importati unul deja existent?",
  "import_title": "Importa seed-ul",
  "import_description": "Recuperarea un portofel, frumos. Nu aveţi nevoie de altcineva, te ai pe tine :)",
  "save_seed_title": "Salveaza seed-ul portofelului",
  "save_seed_description": "Vă rugăm să salvaţi aceste 24 de cuvinte în siguranţă! Acest lucru vă va permite să recuperati portofelul în viitor",
  "retype_seed_title": "Reintroduceţi seed-ul",
  "retype_seed_description": "Seed-ul dumneavoastră este importantă! Dacă pierzi seed-ul, nu veţi avea nici o modalitate de a recupera portofelul. Pentru a vă asigura că le-aţi salvat în mod corespunzător , vă rugăm să reintroduceţi cuvintele",
  "signup_create": "Creeaza un nou portofel",
  "signup_import": "Importa un portofel existent",
  "login_description": "Se pare ca deja ai un portofel (am găsit unul la '/Users/jmow/Library/Application Support/Lnd '). Vă rugăm să introduceţi parola pentru a debloca portofelul.",
  "import_placeholder": "Cuvânt",
  "btcpay_description": "Inseraţi întregul conţinut al fisierul dumneavoastra de configurare pentru conexiunea BTCPay Server. Acest lucru pot fi găsite făcând clic pe link-ul intitulat &quot;Click aici pentru a deschide fişierul de configurare.&quot; în setările de gRPC BTCPay Server."
}