{
  "help": "Нужда от помощ?",
  "next": "Напред",
  "back": "Назад",
  "connection_title": "Как искате да се свържете към Lightning мрежата?",
  "connection_description": "По подразбиране Zap ще направи възел към мрежата и ще направи настройките автоматично. Също така, може да настройте и ръчна връзка и да използвате Zap за дистанционно контролиране на възел, ако желаете (за напреднали потребители).",
  "default": "По подразбиране",
  "custom": "Custom",
  "alias_title": "Как да ви наричаме?",
  "alias_description": "Задайте псевдоним, с който ще ви разпознават, в Lightning мрежата",
  "autopilot_description": "Автопилотът е автоматичен мрежови мениджър. Вместо ръчно да изграждате мрежа от хора за извършване на плащания, разрешете автопилота за да може автоматично да се свържете към Lightning мрежата използвайки 60 % от вашия баланс.",
  "enable": "Разреши",
  "disable": "Забрани",
  "login_title": "Добре дошъл отново!",
  "login_description": "Изглежда, че вече имате портфейл. (намерихме един в ''). Моля, въведете паролата на портфейла си, за да го отключите.",
  "unlock": "Отключи",
  "signup_title": "Добре, нека направим някои настройки",
  "signup_description": "Искате ли да създадете нов портфейл или да възстановите съществуващ такъв?",
  "signup_create": "Създай нов портфейл",
  "signup_import": "Възстановяване на съществуващ портфейл",
  "import_title": "Възстановете вашия seed",
  "import_description": "Добре, възстановяване на портфейла. Никой не ти е нужен, ще се справиш сам :)",
  "import_placeholder": "Дума",
  "save_seed_title": "Запазете seed думите на портфейла ви",
  "save_seed_description": "Моля, запазете тези 24 думи на сигурно място. Те ще ви помогнат да възстановите портфейла си в бъдеще",
  "retype_seed_title": "Въведете отново вашите seed думи",
  "retype_seed_description": "Вашите seed думи са важни! Ако ги загубите, няма да можете да възстановите портфейла си. За да се уверите, че правилно сте въвели вашите seed думи, моля въведете ги отново",
  "hostname_description": "Име на хост и порт на Lnd gRPC интерфейса. Пример: localhost:10009",
  "macaroon_description": "Път до lnd macaroon файла. Пример: /path/to/admin.macaroon",
  "cert_description": "Път до lnd tls сертификата. Пример: /path/to/tls.cert",
  "verify_host_title": "Сигурни ли сте, че искате да се свържете към",
  "verify_host_description": "Моля, проверете името на хоста внимателно.",
  "btcpay_description": "Поставете цялото съдържание на вашия BTCPay Server connection конфигурационен файл. Той може да бъде намерен, като щракнете върху връзката наречена &quot;Click here to open the configuration file.&quot; в настройките на BTCPay Server gRPC.",
  "btcpay_error": "Невалиден текст за свързване."
}