{
  "help": "Precisa de ajuda?",
  "next": "Seguinte",
  "back": "Voltar",
  "connection_title": "Como deseja se conectar à Lightning Network?",
  "connection_description": "Por padrão, Zap irá sortear um nó para você e cuidar de todas as coisas chatas no fundo. \nNo entanto, você também pode configurar uma conexão de nó personalizado e usar o Zap para controlar um nó remoto, se desejar (para usuários avançados).",
  "default": "Padrão",
  "custom": "Custom",
  "alias_title": "Como deveríamos chamá-lo?",
  "alias_description": "Defina seu apelido para ajudar outros a se conectarem com você na Lightning Network",
  "autopilot_description": "Autopilot é um gerenciador automático de rede. Em vez de adicionar manualmente pessoas para construir sua rede de pagamentos, ative o piloto automático para conectá-lo automaticamente à Lightning Network usando 60% de seu saldo.",
  "enable": "Ativar",
  "disable": "Desativar",
  "login_title": "Bem-vindo de volta!",
  "login_description": "Parece que você já tem uma carteira (encontramos uma em",
  "unlock": "Desbloquear",
  "signup_title": "Tudo certo, vamos iniciar",
  "signup_description": "Gostaria de criar uma nova carteira ou importar uma já existente?",
  "signup_create": "Criar nova carteira",
  "signup_import": "Importar carteira existente",
  "import_title": "Importar a sua semente",
  "import_description": "Legal! Recuperando sua carteira. You don't need anyone else, you got yourself :)",
  "import_placeholder": "Palavra",
  "save_seed_title": "Salvar a semente de sua carteira",
  "save_seed_description": "Por favor, salve estas 24 palavras com segurança! Isto permitirá que você recupere sua carteira no futuro",
  "retype_seed_title": "Redigite sua semente",
  "retype_seed_description": "Sua semente é importante! Se você perder sua semente você não terá nenhuma maneira de recuperar sua carteira. Para se certificar de que você salvou corretamente sua semente, por favor redigite as palavras",
  "hostname_description": "Hostname e porta da interface Lnd gRPC. Exemplo: localhost:10009",
  "macaroon_description": "Path to the lnd macaroon file. Exemplo: /path/to/admin.macaroon",
  "cert_description": "Caminho para o lnd tls cert. Exemplo: /path/to/tls.cert",
  "verify_host_title": "Tem certeza de que você deseja se conectar ao",
  "verify_host_description": "Por favor, verifique o nome do host com cuidado.",
  "btcpay_description": "Cole todo o conteúdo do seu arquivo de configuração de conexão com o servidor BTCPay. Isto pode ser encontrado clicando no link intitulado &quot;clique aqui para abrir o arquivo de configuração.&quot; em suas configurações de gRPC dos servidor BTCPay.",
  "btcpay_error": "Sequência de caracteres de conexão inválida."
}