{
  "help": "Aide ?",
  "next": "Suivant",
  "back": "Retour",
  "connection_title": "Quelle est votre mode de connexion au Lightning Network préférée ?",
  "connection_description": "Par défaut, Zap mettra en place un nœud pour vous et s'occupera des modalités techniques en arrière plan. Toutefois, vous pouvez paramétrer une connexion personnalisée à un nœud et utiliser Zap pour contrôler à distance un nœud si vous le souhaitez (pour les utilisateurs expérimentés).",
  "default": "Par défaut",
  "custom": "",
  "alias_title": "Comment devrions nous vous appeler ?",
  "alias_description": "Choisissez un pseudo afin que les autres utilisateurs du Lightning Network puissent se connecter à vous",
  "autopilot_description": "Autopilot est un gestionnaire de réseau automatique. Au lieu d’ajouter manuellement des gens pour construire votre réseau afin d'effectuer des paiements, activez Autopilot pour vous connecter automatiquement au Lightning Networks à l’aide de 60% de votre solde.",
  "enable": "Activer",
  "disable": "Désactiver",
  "login_title": "Bienvenue!",
  "login_description": "Il semblerait que vous disposiez déjà d'un portefeuille (nous en avons trouvé un ici ``).",
  "unlock": "Déverrouiller",
  "signup_title": "Très bien, nous pouvons commencer",
  "signup_description": "Souhaitez vous créer un nouveau portefeuille ou importer un portefeuille existant?",
  "signup_create": "Créer un nouveau portefeuille",
  "signup_import": "Importer un portefeuille existant",
  "import_title": "Importez votre seed",
  "import_description": "",
  "import_placeholder": "Mot",
  "save_seed_title": "Enregistrez votre seed",
  "save_seed_description": "Veuillez conserver ces 24 mots, en toute sécurité! Cela vous permettra de récupérer votre portefeuille à l'avenir",
  "retype_seed_title": "Réécrivez votre seed",
  "retype_seed_description": "Votre seed est importante ! Si vous perdez votre seed, vous n’aurez aucun moyen de récupérer votre portefeuille. Pour vous assurer que vous avez correctement enregistré votre seed, veuillez réécrire les mots",
  "hostname_description": "Le nom d’hôte et le port de l’interface de gRPC Lnd. Exemple : localhost:10009",
  "macaroon_description": "Le chemin vers le fichier macaroon lnd. Exemple : /path/to/admin.macaroon",
  "cert_description": "Le chemin d’accès au cert tls lnd. Exemple : /path/to/tls.cert",
  "verify_host_title": "Êtes-vous sûr de vouloir vous connecter à",
  "verify_host_description": "Veuillez vérifier soigneusement le nom d’hôte.",
  "btcpay_description": "Collez le contenu complet de votre fichier de configuration de connexion BTCPay Server. Vous pouvez trouver cela en cliquant sur le lien intitulé \"Cliquez ici pour ouvrir le fichier de configuration\" dans vos paramètres gRPC BTCPay Server.",
  "btcpay_error": "Chaîne de connexion non valide."
}