{
  "help": "Нужда от помощ?",
  "next": "Напред",
  "back": "Назад",
  "connection_title": "Как искате да се свържете към Lightning мрежата?",
  "connection_description": "По подразбиране Zap ще направи възел към мрежата и ще направи настройките автоматично. Също така, може да настройте и ръчна връзка и да използвате Zap за дистанционно контролиране на възел, ако желаете (за напреднали потребители).",
  "default": "По подразбиране",
  "Custom": "Ръчна настройка",
  "alias_title": "Как да ви наричаме?",
  "alias_description": "Задайте псевдоним, с който ще ви разпознават, в Lightning мрежата",
  "autopilot_description": "Автопилотът е автоматичен мрежови мениджър. Вместо ръчно да изграждате мрежа от хора за извършване на плащания, разрешете автопилота за да може автоматично да се свържете към Lightning мрежата използвайки 60 % от вашия баланс.",
  "enable": "Разреши",
  "disable": "Забрани",
  "login_title": "Добре дошъл отново!",
  "login_description": "Изглежда, че вече имате портфейл. (намерихме един в ''). Моля, въведете паролата на портфейла си, за да го отключите.",
  "unlock": "Отключи",
  "signup_title": "Добре, нека направим някои настройки",
  "signup_description": "Искате ли да създадете нов портфейл или да възстановите съществуващ такъв?",
  "signup_create": "Създай нов портфейл",
  "signup_import": "Възстановяване на съществуващ портфейл",
  "import_title": "Възстановете вашия seed",
  "import_description": "Добре, възстановяване на портфейла. Никой не ти е нужен, ще се справиш сам :)",
  "import_placeholder": "Дума",
  "save_seed_title": "Save your wallet seed",
  "save_seed_description": "Please save these 24 words securely! This will allow you to recover your wallet in the future",
  "retype_seed_title": "Retype your seed",
  "retype_seed_description": "Your seed is important! If you lose your seed you'll have no way to recover your wallet. To make sure that you have properly saved your seed, please retype words",
  "hostname_description": "Hostname and port of the Lnd gRPC interface. Example: localhost:10009",
  "macaroon_description": "Path to the lnd macaroon file. Example: /path/to/admin.macaroon",
  "cert_description": "Path to the lnd tls cert. Example: /path/to/tls.cert",
  "verify_host_title": "Are you sure you want to connect to",
  "verify_host_description": "Please check the hostname carefully.",
  "btcpay_description": "Paste the full content of your BTCPay Server connection config file. This can be found by clicking the link entitled &quot;Click here to open the configuration file.&quot; in your BTCPay Server gRPC settings.",
  "btcpay_error": "Invalid connection string."
}