{
  "help": "¿Necesitas ayuda?",
  "next": "Siguiente",
  "back": "Atrás",
  "connection_title": "¿Cómo quieres conectarte a Lightning Network?",
  "connection_description": "Por defecto Zap acomodará un nodo para usted y se encargará de toda las cosas nerds en segundo plano. Sin embargo usted siempre puede personalizar una conexión al nodo y usar Zap para controlar el nodo remotamente si así lo desea (para usuarios avanzados).",
  "default": "Por defecto",
  "Custom": "Personalizado",
  "alias_title": "¿Como deberíamos llamarte?",
  "alias_description": "Configura tu apodo para ayudar a otros a conectarse contigo en Lightning Network",
  "autopilot_description": "El piloto automatico es un gestor de red automático. En lugar de agregar gente para construir su red para realizar pagos, active el piloto automático para que le conecte automáticamente a la Lightning Network usando el 60% de su balance.",
  "enable": "Habilitar",
  "disable": "Deshabilitar",
  "login_title": "¡Bienvenido de nuevo!",
  "login_description": "Parece que ya tienes una cartera (encontramos en ' usuarios/jmow/Library/Application Support/Lnd '). Por favor, introduzca su contraseña de cartera para desbloquearla.",
  "unlock": "Desbloquear",
  "signup_title": "Muy bien, vamos a instalar",
  "signup_description": "¿le gustaría crear una nueva cartera o importar una ya existente?",
  "signup_create": "Crear nueva cartera",
  "signup_import": "Importar cartera existente",
  "import_title": "Importar su semilla (seed)",
  "import_description": "Recuperar una cartera, bien. No necesita a nadie más, se tiene a usted :)",
  "import_placeholder": "Palabra",
  "save_seed_title": "Guarde la semilla (seed) de su cartera",
  "save_seed_description": "¡Por favor, guarde de forma segura estas 24 palabras! Esto le permitirá recuperar su cartera en el futuro",
  "retype_seed_title": "Retype your seed",
  "retype_seed_description": "Your seed is important! If you lose your seed you'll have no way to recover your wallet. To make sure that you have properly saved your seed, please retype words",
  "hostname_description": "Hostname and port of the Lnd gRPC interface. Example: localhost:10009",
  "macaroon_description": "Path to the lnd macaroon file. Example: /path/to/admin.macaroon",
  "cert_description": "Path to the lnd tls cert. Example: /path/to/tls.cert",
  "verify_host_title": "Are you sure you want to connect to",
  "verify_host_description": "Please check the hostname carefully.",
  "btcpay_description": "Paste the full content of your BTCPay Server connection config file. This can be found by clicking the link entitled &quot;Click here to open the configuration file.&quot; in your BTCPay Server gRPC settings.",
  "btcpay_error": "Invalid connection string."
}