{
  "help": "Aide ?",
  "next": "Suivant",
  "back": "Retour",
  "connection_title": "Quelle est votre mode de connexion au Lightning Network préférée ?",
  "connection_description": "Par défaut, Zap mettra en place un nœud pour vous et s'occupera des modalités techniques en arrière plan. Toutefois, vous pouvez paramétrer une connexion personnalisée à un nœud et utiliser Zap pour contrôler à distance un nœud si vous le souhaitez (pour les utilisateurs expérimentés).",
  "default": "Par défaut",
  "Custom": "Personnalisé",
  "alias_title": "Comment devrions nous vous appeler ?",
  "alias_description": "Choisissez un pseudo afin que les autres utilisateurs du Lightning Network puissent se connecter à vous",
  "autopilot_description": "Autopilot is an automatic network manager. Instead of manually adding people to build your network to make payments, enable autopilot to automatically connect you to the Lightning Network using 60% of your balance.",
  "enable": "Activer",
  "disable": "Désactiver",
  "login_title": "Bienvenue!",
  "login_description": "Il semblerait que vous disposiez déjà d'un portefeuille (nous en avons trouvé un ici ``).",
  "unlock": "Déverrouiller",
  "signup_title": "Alright, let's get set up",
  "signup_description": "Souhaitez vous créer un nouveau portefeuille ou importer un portefeuille existant?",
  "signup_create": "Créer un nouveau portefeuille",
  "signup_import": "Importer un portefeuille existant",
  "import_title": "Import your seed",
  "import_description": "Recovering a wallet, nice. You don't need anyone else, you got yourself :)",
  "import_placeholder": "Mot",
  "save_seed_title": "Save your wallet seed",
  "save_seed_description": "Veuillez conserver ces 24 mots, en toute sécurité! Cela vous permettra de récupérer votre portefeuille à l'avenir",
  "retype_seed_title": "Retype your seed",
  "retype_seed_description": "Your seed is important! If you lose your seed you'll have no way to recover your wallet. To make sure that you have properly saved your seed, please retype words",
  "hostname_description": "Hostname and port of the Lnd gRPC interface. Example: localhost:10009",
  "macaroon_description": "Path to the lnd macaroon file. Example: /path/to/admin.macaroon",
  "cert_description": "Path to the lnd tls cert. Example: /path/to/tls.cert",
  "verify_host_title": "Êtes-vous sûr de vouloir vous connecter à",
  "verify_host_description": "Veuillez vérifier soigneusement le nom d’hôte.",
  "btcpay_description": "Paste the full content of your BTCPay Server connection config file. This can be found by clicking the link entitled &quot;Click here to open the configuration file.&quot; in your BTCPay Server gRPC settings.",
  "btcpay_error": "Chaîne de connexion non valide."
}