{
  "help": "Trebate li pomoć?",
  "next": "Slijedeće",
  "back": "Natrag",
  "connection_title": "Kako se želite povezati na Lightning Network?",
  "connection_description": "Prema zadanim postavkama Zap će zavrti vaš čvor i automatski odraditi sve stvari u pozadini. Međutim također možete postaviti i prilagođenu vezu na čvor ili koristiti Zap za kontrolu udaljenog čvora ako želite (za napredne korisnike).",
  "default": "Zadano",
  "Custom": "Prilagođeno",
  "alias_title": "Kako da te zovemo?",
  "alias_description": "Postavite svoj nadimak da pomognete drugima povezati se sa vama na Lightning Network",
  "autopilot_description": "Autopilot je automatski mrežni menadžer. Umjesto ručnog dodavanja ljudi u vašu mrežu za plaćanje, omogućite autopilot da vas automatski spoji na Lightning Network koristeći 60% vašeg salda.",
  "enable": "Omogući",
  "disable": "Onemogući",
  "login_title": "Dobrodošli natrag!",
  "login_description": "Čini se kao da već imate novčanik (našli smo jednoga u ' /Users/jmow/Library/Application Support/Lnd '). Molimo unesite vašu lozinku da otključate novčanik.",
  "unlock": "Otključaj",
  "signup_title": "U redu, idemo sa postavljanjem",
  "signup_description": "Želite li stvoriti novi novčanik ili uvesti postojeći?",
  "signup_create": "Stvori novi novčanik",
  "signup_import": "Uvezi postojeći novčanik",
  "import_title": "Unesite vaš niz",
  "import_description": "Oporavljanje novčanika, fino. Nitko nam ne treba, imamo sve :)",
  "import_placeholder": "Riječ",
  "save_seed_title": "Spremanje vašeg niza za oporavak novčanika",
  "save_seed_description": "Molimo pohranite ovih 24 riječi na sigurno mjesto! To je jedini način da povratite vaš novčanik.",
  "retype_seed_title": "Ponovno upišite svoj niz",
  "retype_seed_description": "Your seed is important! If you lose your seed you'll have no way to recover your wallet. To make sure that you have properly saved your seed, please retype words",
  "hostname_description": "Hostname and port of the Lnd gRPC interface. Example: localhost:10009",
  "macaroon_description": "Path to the lnd macaroon file. Example: /path/to/admin.macaroon",
  "cert_description": "Path to the lnd tls cert. Example: /path/to/tls.cert",
  "verify_host_title": "Are you sure you want to connect to",
  "verify_host_description": "Please check the hostname carefully.",
  "btcpay_description": "Paste the full content of your BTCPay Server connection config file. This can be found by clicking the link entitled &quot;Click here to open the configuration file.&quot; in your BTCPay Server gRPC settings.",
  "btcpay_error": "Invalid connection string."
}