{
  "help": "Ai nevoie de ajutor?",
  "next": "Următoarea",
  "back": "Inapoi",
  "connection_title": "Cum doriţi să vă conectaţi la reţeaua Lightning?",
  "connection_description": "Implicit Zap va seta un nod pentru tine şi se va ocupa de tot în fundal. Cu toate acestea,  puteţi seta o conexiune nod personalizată şi utilizaţi Zap pentru a controla un nod la distanţă dacă doriţi (pentru utilizatori avansaţi).",
  "default": "În mod implicit",
  "Custom": "Custom",
  "alias_title": "Cum te numesti?",
  "alias_description": "Setaţi nickname-ul pentru ii ajuta pe alţii sa se conecteze cu tine pe reţeaua Lightning",
  "autopilot_description": "Pilotul automat este un manager de reţea automat. În loc de adăugarea manuală a nodurilor pentru a efectua plăţi, permite pilotului automat sa se conecteze automat la rețeaua Lightning folosind 60 % din balanta.",
  "enable": "Permite",
  "disable": "Dezactivați",
  "login_title": "Bine ai revenit!",
  "login_description": "Se pare ca deja ai un portofel (am găsit unul la '/Users/jmow/Library/Application Support/Lnd '). Vă rugăm să introduceţi parola pentru a debloca portofelul.",
  "unlock": "Deblocheaza",
  "signup_title": "Bine, haideţi să ne apucam de setup",
  "signup_description": "Doriţi să creaţi un portofel nou sau sa importati unul deja existent?",
  "signup_create": "Creeaza un nou portofel",
  "signup_import": "Importa un portofel existent",
  "import_title": "Importa seed-ul",
  "import_description": "Recovering a wallet, nice. You don't need anyone else, you got yourself :)",
  "import_placeholder": "Word",
  "save_seed_title": "Save your wallet seed",
  "save_seed_description": "Please save these 24 words securely! This will allow you to recover your wallet in the future",
  "retype_seed_title": "Retype your seed",
  "retype_seed_description": "Your seed is important! If you lose your seed you'll have no way to recover your wallet. To make sure that you have properly saved your seed, please retype words",
  "hostname_description": "Hostname and port of the Lnd gRPC interface. Example: localhost:10009",
  "macaroon_description": "Path to the lnd macaroon file. Example: /path/to/admin.macaroon",
  "cert_description": "Path to the lnd tls cert. Example: /path/to/tls.cert",
  "verify_host_title": "Are you sure you want to connect to",
  "verify_host_description": "Please check the hostname carefully.",
  "btcpay_description": "Paste the full content of your BTCPay Server connection config file. This can be found by clicking the link entitled &quot;Click here to open the configuration file.&quot; in your BTCPay Server gRPC settings.",
  "btcpay_error": "Invalid connection string."
}