{
  "help": "Behöver du hjälp?",
  "next": "Nästa",
  "back": "Tillbaka",
  "connection_title": "Hur vill du ansluta till Lightning Nätverket?",
  "connection_description": "By default Zap will spin up a node for you and handle all the nerdy stuff in the background. However you can also setup a custom node connection and use Zap to control a remote node if you desire (for advanced users).",
  "default": "Standard",
  "Custom": "Anpassad",
  "alias_title": "Vad ska vi kalla dig?",
  "alias_description": "Ange ditt smeknamn för att hjälpa andra kontakta dig i Lightning Nätverket",
  "autopilot_description": "Autopilot is an automatic network manager. Instead of manually adding people to build your network to make payments, enable autopilot to automatically connect you to the Lightning Network using 60% of your balance.",
  "enable": "Aktivera",
  "disable": "Inaktivera",
  "login_title": "Välkommen tillbaka!",
  "login_description": "It looks like you already have a wallet (we found one at `/Users/jmow/Library/Application Support/Lnd`). Please enter your wallet password to unlock it.",
  "unlock": "Lås upp",
  "signup_title": "Okej, låt oss börja",
  "signup_description": "Vill du skapa en ny wallet eller importera en befintlig?",
  "signup_create": "Skapa ny wallet",
  "signup_import": "Importera befintlig wallet",
  "import_title": "Importera din seed",
  "import_description": "Recovering a wallet, nice. You don't need anyone else, you got yourself :)",
  "import_placeholder": "Word",
  "save_seed_title": "Save your wallet seed",
  "save_seed_description": "Please save these 24 words securely! This will allow you to recover your wallet in the future",
  "retype_seed_title": "Retype your seed",
  "retype_seed_description": "Your seed is important! If you lose your seed you'll have no way to recover your wallet. To make sure that you have properly saved your seed, please retype words",
  "hostname_description": "Hostname and port of the Lnd gRPC interface. Example: localhost:10009",
  "macaroon_description": "Path to the lnd macaroon file. Example: /path/to/admin.macaroon",
  "cert_description": "Path to the lnd tls cert. Example: /path/to/tls.cert",
  "verify_host_title": "Are you sure you want to connect to",
  "verify_host_description": "Please check the hostname carefully.",
  "btcpay_description": "Paste the full content of your BTCPay Server connection config file. This can be found by clicking the link entitled &quot;Click here to open the configuration file.&quot; in your BTCPay Server gRPC settings.",
  "btcpay_error": "Invalid connection string."
}