{
  "help": "¿Necesitas ayuda?",
  "next": "Siguiente",
  "back": "Atrás",
  "connection_title": "¿Cómo quiere conectarse al Lightning Network?",
  "connection_description": "Por defecto Zap acomodará un nodo para usted y se encargará de toda las cosas nerds en segundo plano. Sin embargo usted siempre puede personalizar una conexión al nodo y usar Zap para controlar el nodo remotamente si así lo desea (para usuarios avanzados).",
  "default": "Por defecto",
  "custom": "",
  "alias_title": "¿Como deberíamos llamarle?",
  "alias_description": "Configura tu apodo para ayudar a otros a conectarse contigo en Lightning Network",
  "autopilot_description": "El piloto automatico es un gestor de red automático. En lugar de agregar gente para construir su red para realizar pagos, active el piloto automático para que le conecte automáticamente a la Lightning Network usando el 60% de su balance.",
  "enable": "Habilitar",
  "disable": "Deshabilitar",
  "login_title": "¡Bienvenido de nuevo!",
  "login_description": "Parece que ya tienes una cartera (encontramos en ' usuarios/jmow/Library/Application Support/Lnd '). Por favor, introduzca su contraseña de cartera para desbloquearla.",
  "unlock": "Desbloquear",
  "signup_title": "Muy bien, vamos a instalar",
  "signup_description": "¿le gustaría crear una nueva cartera o importar una ya existente?",
  "signup_create": "Crear nueva cartera",
  "signup_import": "Importar cartera existente",
  "import_title": "Importar su semilla (seed)",
  "import_description": "Recuperar una cartera, bien. No necesita a nadie más, se tiene a usted :)",
  "import_placeholder": "Palabra",
  "save_seed_title": "Guarde la semilla (seed) de su cartera",
  "save_seed_description": "¡Por favor, guarde de forma segura estas 24 palabras! Esto le permitirá recuperar su cartera en el futuro",
  "retype_seed_title": "Escriba nuevamente su semilla (seed)",
  "retype_seed_description": "¡Su semilla (seed) es importante! Si pierde su semilla no tendrá forma de recuperar su cartera. Asegúrese de haber guardado apropiadamente su semilla, por favor escriba nuevamente las palabras",
  "hostname_description": "Nombre de host y el puerto de la interfaz de gRPC Lnd. Ejemplo: localhost:10009",
  "macaroon_description": "Ruta al aarchivo lnd macaroon. Ejemplo: /path/to/admin.macaroon",
  "cert_description": "Ruta al certificado lnd tls. Ejemplo: /path/to/tls.cert",
  "verify_host_title": "¿Esstá seguro que quiere conectar con",
  "verify_host_description": "Por favor chequee el hostname cuidadosamente.",
  "btcpay_description": "Pegar todo el contenido del archivo de configuración de conexión de su servidor BTCPay. Esto se puede encontrar haciendo clic en el enlace titulado \"haga clic aquí para abrir el archivo de configuración.\" en los comandos de configuración del servidor gRPC BTCPay.",
  "btcpay_error": "Cadena de conexión inválida."
}