{
  "help": "Χρειάζεστε βοήθεια;",
  "next": "Επόμενη",
  "back": "Πίσω",
  "connection_title": "Πώς θέλετε να συνδέσετε στο δίκτυο Lightning;",
  "connection_description": "Από προεπιλογή, το Zap θα περιστρέψει έναν κόμβο για σας και θα χειριστεί όλα τα αστεία πράγματα στο παρασκήνιο. Ωστόσο, μπορείτε επίσης να ρυθμίσετε μια προσαρμοσμένη σύνδεση κόμβου και να χρησιμοποιήσετε το Zap για να ελέγξετε έναν απομακρυσμένο κόμβο εάν το επιθυμείτε (για προχωρημένους χρήστες).",
  "default": "Προεπιλογή",
  "custom": "Custom",
  "alias_title": "Τι να σας καλέσουμε;",
  "alias_description": "Ορίστε το ψευδώνυμό σας για να βοηθήσει άλλους να συνδεθεί μαζί σας στο δίκτυο Lightning",
  "autopilot_description": "Ο αυτόματος πιλότος είναι ένας αυτόματος διαχειριστής δικτύου. Αντί να προσθέσετε με μη αυτόματα άτομα για να δημιουργήσετε το δίκτυό σας για να πραγματοποιήσετε πληρωμές, ενεργοποιήστε τον αυτόματο πιλότο για αυτόματη σύνδεση στο δίκτυο Lightning Network χρησιμοποιώντας το 60% του υπολοίπου σας.",
  "enable": "Ενεργοποίηση",
  "disable": "Απενεργοποίηση",
  "login_title": "Καλωσόρισες ξανά!",
  "login_description": "Φαίνεται ότι έχετε ήδη ένα πορτοφόλι (we found one at `/Users/jmow/Library/Application Support/Lnd`). Εισαγάγετε τον κωδικό πρόσβασης πορτοφολιού για να το ξεκλειδώσετε.",
  "unlock": "Ξεκλειδώσετε",
  "signup_title": "Εντάξει, Ας πάρουν συσταθεί",
  "signup_description": "Θα θέλατε να δημιουργήσετε ένα νέο πορτοφόλι ή την εισαγωγή μιας υπάρχουσας;",
  "signup_create": "Δημιουργήστε νέο πορτοφόλι",
  "signup_import": "Εισαγωγή υπάρχουσας πορτοφόλι",
  "import_title": "Εισαγάγετε το σπόρο σας",
  "import_description": "Ανακτώντας ένα πορτοφόλι, ωραία. Δεν χρειάζεται κάποιος άλλος, έχεις τον εαυτό σας :)",
  "import_placeholder": "Λέξη",
  "save_seed_title": "Αποθηκεύσετε το σπόρο σας πορτοφόλι",
  "save_seed_description": "Παρακαλώ αποθηκεύστε με ασφάλεια τα λόγια αυτά 24! Αυτό θα σας επιτρέψει να ανακτήσετε το πορτοφόλι σας στο μέλλον",
  "retype_seed_title": "Πληκτρολογήστε ξανά το σπόρο σας",
  "retype_seed_description": "Το σπόρο σας είναι σημαντική! Αν χάσετε το σπόρο σας, θα έχετε δεν υπάρχει τρόπος να ανακτήσετε το πορτοφόλι σας. Για να βεβαιωθείτε ότι έχετε αποθηκεύσει σωστά το σπόρο σας, Παρακαλούμε πληκτρολογήστε λέξεις",
  "hostname_description": "Όνομα κεντρικού υπολογιστή και θύρα της διεπαφής Lnd gRPC. Παράδειγμα: localhost:10009",
  "macaroon_description": "Διαδρομή προς το αρχείο macaroon. Παράδειγμα: /path/to/admin.macaroon",
  "cert_description": "Διαδρομή προς το αρχείο macaroon. Παράδειγμα: /path/to/tls.cert",
  "verify_host_title": "Είστε βέβαιοι ότι θέλετε να συνδεθείτε προς",
  "verify_host_description": "Ελέγξτε προσεκτικά το όνομα του κεντρικού υπολογιστή.",
  "btcpay_description": "Επικολλήστε το πλήρες περιεχόμενο του αρχείου ρύθμισης σύνδεσης BTCPay Server. Αυτό μπορεί να βρεθεί κάνοντας κλικ στον σύνδεσμο με τίτλο \"Κάντε κλικ εδώ για να ανοίξετε το αρχείο ρυθμίσεων\" στις ρυθμίσεις gRPC του διακομιστή BTCPay.",
  "btcpay_error": "Μη έγκυρη συμβολοσειρά σύνδεσης."
}