{
  "help": "Yardım ister misin?",
  "next": "Sonraki",
  "back": "Geri",
  "connection_title": "Yıldırım Ağına nasıl bağlanmak istersin?",
  "connection_description": "Varsayılan olarak Zap bir düğümü sizin için başlatır ve arka planda tüm teknik şeyleri halleder. Ancak aynı zamanda bir özel düğüm bağlantısı kurabilir veya (ileri düzey kullanıcılar için) isterseniz Zap'i kendi düğümünüzü denetlemek için kullanabilirsiniz.",
  "default": "Varsayılan",
  "custom": "",
  "alias_title": "Rumuzunuz?",
  "alias_description": "Yıldırım ağında sizi başkalarına tanımlamak için kullanılacak bir rumuz ayarla",
  "autopilot_description": "Otomatik pilot bir otomatik ağ yöneticisidir. Ödeme yapmak için ağ bağlantılarınızı manuel olarak tek tek eklemek yerine, bakiyenizin % 60'ını kullanarak otomatik olarak ağa bağlanmak için otomatik pilotu etkinleştirin.",
  "enable": "Etkinleştir",
  "disable": "Devre dışı bırak",
  "login_title": "Tekrar hoş geldiniz!",
  "login_description": "Görünüşe göre zaten bir cüzdanınız var ('/Users/jmow/Library/Application Support/Lnd' konumunda bulundu). Kilidi açmak için cüzdan şifrenizi giriniz.",
  "unlock": "Kilidi Aç",
  "signup_title": "Tamam, hadi kuruluma başlayalım",
  "signup_description": "Yeni bir cüzdan oluşturmak mı yoksa varolan bir cüzdanı geri yüklemek mi istersiniz?",
  "signup_create": "Yeni cüzdan oluştur",
  "signup_import": "Varolan cüzdanı geri yükle",
  "import_title": "Cüzdan tohumunu geri yükle",
  "import_description": "Cüzdan geri yükleme, güzel. Başka kimseye ihtiyacım yok, sen sana yetersin :)",
  "import_placeholder": "Kelime",
  "save_seed_title": "Cüzdan tohumunu kaydet",
  "save_seed_description": "Lütfen bu 24 kelimeyi güvenli kaydet! Bu gelecekte cüzdanını geri yüklemeni sağlar",
  "retype_seed_title": "Tohumunu tekrar yaz",
  "retype_seed_description": "Tohumunuz önemlidir! Eğer tohumunuzu kaybederseniz, cüzdanınızı kurtarmanın hiçbir yolu yoktur. Tohumunuzu doğru şekilde kaydettiğinizden emin olmak için lütfen kelimeleri tekrar yazın",
  "hostname_description": "Lnd gRPC arayüzünün ana makine adı ve portu. Örnek: localhost: 10009",
  "macaroon_description": "Lnd macaroon dosyasının konumu. Örnek: /path/to/admin.macaroon",
  "cert_description": "Lnd tls belgesinin konumu. Örnek: /path/to/tls.cert",
  "verify_host_title": "Bağlanmak istediğine emin misin",
  "verify_host_description": "Lütfen ana bilgisayar adını dikkatlice kontrol edin.",
  "btcpay_description": "BTCPay Server bağlantı yapılandırma dosyanızın tüm içeriğini yapıştırın. Bu BTCPay Server gRPC ayarlarınızda, &quot;Yapılandırma dosyasını açmak için buraya tıklayın &quot; başlıklı bağlantıya tıklayarak bulunabilir.",
  "btcpay_error": "Geçersiz bağlantı dizesi."
}