{
  "loading": "Loading",
  "enable": "Aktivera",
  "disable": "Inaktivera",
  "btcpay_error": "Ogiltig anslutningssträng.",
  "verify_host_title": "Är du säker på att du vill ansluta till",
  "verify_host_description": "Vänligen kontrollera hostname noggrant.",
  "hostname_description": "Hostname och port för Lnd gRPC interface. Exempel: localhost:10009",
  "cert_description": "Sökväg till lnd tls cert. Exempel: /path/to/tls.cert",
  "macaroon_description": "Sökvägen till lnd macaroon filen. Exempel: /path/to/admin.macaroon",
  "default": "Standard",
  "default_description": "By selecting the defualt mode we will do everything for you. Just click and go!",
  "custom": "Custom",
  "custom_description": "Connect to your own node. You will need to provide your own connection settings so this is for advanced users only.",
  "btcpayserver_description": "Connect to your own BTCPay Server instance to access your BTCPay Server wallet.",
  "help": "Behöver du hjälp?",
  "back": "Tillbaka",
  "next": "Nästa",
  "unlock": "Lås upp",
  "connection_title": "Hur vill du ansluta till Lightning Nätverket?",
  "connection_description": "By default skapar Zap en nod och hanterar all teknik i bakgrunden åt dig. Men du kan också skapa en egen nodanslutning och använda Zap för att kontrollera en fjärr-nod (för avancerade användare).",
  "alias_title": "Vad ska vi kalla dig?",
  "alias_description": "Ange ditt smeknamn för att hjälpa andra kontakta dig i Lightning Nätverket",
  "autopilot_title": "Autopilot is an automatic network manager. Instead of manually adding people to build your network to make payments, enable autopilot to automatically connect you to the Lightning Network using 60% of your balance.",
  "autopilot_description": "Autopilot är en automatisk nätverkshanterare. Istället för att lägga till personer till ditt nätverk manuellt så kan du aktivera autopiloten för att automatiskt ansluta dig till Lightning Network med 60% av ditt tillgängliga saldo.",
  "login_title": "Välkommen tillbaka!",
  "signup_title": "Okej, låt oss börja",
  "signup_description": "Vill du skapa en ny wallet eller importera en befintlig?",
  "import_title": "Importera din seed",
  "import_description": "Du återställer en wallet, snyggt! Du behöver ingen annan, du har digsjälv :)",
  "save_seed_title": "Spara din wallets seed",
  "save_seed_description": "Vänligen spara de här 24 orden säkert! Detta kommer göra det möjligt att återställa wallet:en i framtiden",
  "retype_seed_title": "Skriv in din seed igen",
  "retype_seed_description": "Din seed är viktig! Om du tappar bort din seed kan du inte återställa din wallet. För att säkerställa att du har sparat din seed ordentligt, skriv in orden igen",
  "signup_create": "Skapa ny wallet",
  "signup_import": "Importera befintlig wallet",
  "login_description": "Det ser ut som att du redan har en wallet (vi hittade en under `/Users/jmow/Library/Application Support/Lnd`). Vänligen skriv in ditt lösenord för att låsa upp den.",
  "import_placeholder": "Ord",
  "btcpay_description": "Klistra in hela din BTCPay Server konfigurationsfil. Detta kan göras genom att klicka på länken &quot;Click here to open the configuration file.&quot; i BTCPay Server gRPC inställningarna."
}