{
  "loading": "Loading",
  "enable": "Omogući",
  "disable": "Onemogući",
  "btcpay_error": "Nevaljana instrukcija spajanja.",
  "verify_host_title": "Jeste li sigurni da se želite povezati sa",
  "verify_host_description": "Pažljivo provjerite ime hosta.",
  "hostname_description": "Hostname i port Lnd gRPC sučelja. Primjer: localhost:10009",
  "cert_description": "Put do Lnd tls cert. Primjer: /path/to/tls.cert",
  "macaroon_description": "Put do Lnd makaron datoteke. Primjer: /path/to/admin.macaroon",
  "default": "Zadano",
  "default_description": "By selecting the defualt mode we will do everything for you. Just click and go!",
  "custom": "Custom",
  "custom_description": "Connect to your own node. You will need to provide your own connection settings so this is for advanced users only.",
  "btcpayserver_description": "Connect to your own BTCPay Server instance to access your BTCPay Server wallet.",
  "help": "Trebate li pomoć?",
  "back": "Natrag",
  "next": "Slijedeće",
  "unlock": "Otključaj",
  "connection_title": "Kako se želite povezati na Lightning Network?",
  "connection_description": "Prema zadanim postavkama Zap će zavrtiti vaš čvor i automatski odraditi sve stvari u pozadini. Međutim također možete postaviti i prilagođenu vezu na čvor ili koristiti Zap za kontrolu udaljenog čvora ako želite (za napredne korisnike).",
  "alias_title": "Kako da te zovemo?",
  "alias_description": "Postavite svoj nadimak da pomognete drugima povezati se sa vama na Lightning Network",
  "autopilot_title": "Autopilot is an automatic network manager. Instead of manually adding people to build your network to make payments, enable autopilot to automatically connect you to the Lightning Network using 60% of your balance.",
  "autopilot_description": "Autopilot je automatski mrežni menadžer. Umjesto ručnog dodavanja ljudi u vašu mrežu za plaćanje, omogućite autopilot da vas automatski spoji na Lightning Network koristeći 60% vašeg salda.",
  "login_title": "Dobrodošli natrag!",
  "signup_title": "U redu, idemo sa postavljanjem",
  "signup_description": "Želite li stvoriti novi novčanik ili uvesti postojeći?",
  "import_title": "Unesite vaš niz",
  "import_description": "Oporavljanje novčanika, fino. Nitko nam ne treba, imamo sve :)",
  "save_seed_title": "Spremanje vašeg niza za oporavak novčanika",
  "save_seed_description": "Molimo pohranite ovih 24 riječi na sigurno mjesto! To je jedini način da povratite vaš novčanik.",
  "retype_seed_title": "Ponovno upišite svoj niz",
  "retype_seed_description": "Vaš niz je važan! Ukoliko ga izgubite nećete moći povratiti svoj novčanik. Kako bi bili sigurni da ste ispravno zapisali svoj niz, molimo unesite riječi",
  "signup_create": "Stvori novi novčanik",
  "signup_import": "Uvezi postojeći novčanik",
  "login_description": "Čini se kao da već imate novčanik (našli smo jednoga u ' /Users/jmow/Library/Application Support/Lnd '). Molimo unesite vašu lozinku da otključate novčanik.",
  "import_placeholder": "Riječ",
  "btcpay_description": "Iskopirajte cijeli sadržaj svoje BTCPay Server konfiguracijske datoteke za spajanje. Možete ga pronaći klikom na link naziva &quot;Kliknite ovdje za otvaranje konfiguracijske datoteke.&quot; u vašim BTCPay Server gRPC postavkama."
}