{
  "help": "Нужна помощь?",
  "next": "Следующее",
  "back": "Назад",
  "connection_title": "Как вы хотите подключиться к сети Lightning?",
  "connection_description": "По умолчанию Zap развернёт для вас узел и сам обработает все заумные вещи в фоновом режиме. Однако, вы также можете сами настроить пользовательское соединение с нодой и использовать Zap для контроля удалённой ноды (для продв. пользователей).",
  "default": "По умолч",
  "custom": "Custom",
  "alias_title": "Как нам вас называть?",
  "alias_description": "Укажите ваш никнейм, чтобы помочь остальным соединиться с вами через сеть Lightning",
  "autopilot_description": "Autopilot является автоматическим сетевым менеджером (менеджером сети). Вместо ручного добавления людей для постройки вашей сети осуществления платежей, включите автопилот автоматически подключить вас к сети Lightning, используя 60% вашего баланса.",
  "enable": "Включить",
  "disable": "Отключить",
  "login_title": "С возвращением!",
  "login_description": "Похоже, у вас уже есть кошелёк (мы нашли один на '').",
  "unlock": "Разблокировать",
  "signup_title": "Хорошо, теперь настроим",
  "signup_description": "Вы хотите создать новый кошелёк или импортировать существующий?",
  "signup_create": "Создать новый кошелёк",
  "signup_import": "Импорт существующего кошелька",
  "import_title": "Импорт вашего SEED",
  "import_description": "Восстановление кошелька, мило. Вам не нужен никто, кроме вас самих :)",
  "import_placeholder": "Слово",
  "save_seed_title": "Сохраните Зерно вашего кошелька",
  "save_seed_description": "Пожалуйста, надёжно сохраните эти 24 слова! Они позволят вам в будущем восстановить ваш кошелёк",
  "retype_seed_title": "Введите повторно Зерно",
  "retype_seed_description": "Зерно вашего Кошелька чрезвычайно важно! Если вы потеряете Зерно, то не будет никакой возможности восстановить ваш Кошелёк. Чтобы убедиться, что Зерно сохранено правильно, повторно введите слова",
  "hostname_description": "Имя хоста и порт для интерфейса Lnd gRPC. Пример: localhost:10009",
  "macaroon_description": "Путь до файла lnd. Пример: /path/to/admin.macaroon",
  "cert_description": "Путь до сертификата (tls) к файлу lnd. Пример: /path/to/tls.cert",
  "verify_host_title": "Уверены, что хотите подключиться (к)",
  "verify_host_description": "Пожалуйста, внимательно проверьте имя хоста (hostname).",
  "btcpay_description": "Вставьте всё содержимое вашего config-файла подключения к BTCPay Server. Который можно найти, нажав на ссылку \"Нажмите здесь, чтобы открыть config-файл.\" в настройках gRPC BTCPay Server'а.",
  "btcpay_error": "Неверный запрос подключения."
}